Repository: lulichn/wimmerge
Catalog: Translations/WinMerge/*.po
Languages: russian

source: Archive support is not enabled. All needed components (7-zip and/or Merge7z*.dll) for archive support cannot be found. See manual for more info about archive support and how to enable it.
russian: ѕьCдержБE архивоБEыD вкБEчеъь. ЌБEъьйденБEвсБEыDь@ходиБEБEБEБEБEенты (7-zip БEилБEMerge7z*.dll) . ѕъBБEтритБEинструБEБE, чтБEбы узъьть боБEше БEБEБEддержкБEархивоБEБEБEБEее вкБEчить.

source: Note: 7-Zip integration is disabled in WinMerge settings.
russian: ¬ыGБEыGБE »ыQеграци€ БE7-Zip ъCБEючеъь БEъьстройках WinMerge.

source: Note: 7-Zip integration is restricted to standalone operation in WinMerge settings.
russian: ¬ыGБEыGБE «адействоваБEтоБEБE БEБEБEыZБEБEдуБE 7-Zip.

source: Select file for export
russian: ќБEии, имБEртирьAаныZБEиз файлБE

source: Options exported to the file.
russian: ќБEии, эБEБEртируеБEБEБEфайл.

source: Failed to import options from the file.
russian: ќшибкБEимБEртБEъ@циБEиз файлБE

source: Failed to write options to the file.
russian: ќшибкБEэБEБEртБEъ@циБEБEфайл.

source: You are about to close several compare windows. Do you want to continue?
russian: ¬БEхотите заБEытБEзаБEытБEсразБEыDскьJБEБEьIБE сравыDыG€. ѕродоБEитБE

source: Regular expression error
russian: ЌеверыZБEсиБEьJ ь@ъедиыDыG€

source: Invalid character class name
russian: ЌеверыMБEим€ сиБEьJБEьBБEБEасса

source: Trailing backslash
russian: Ќеверъь€ ь@ратнБE ссылБE

source: Unmatched [ or [^
russian: ЌБEимБEщиБEБEру [ илБE[^

source: Unmatched ( or \(
russian: ЌБEимБEщиБEБEру ( илБE\(

source: Unmatched \{
russian: ЌБEимБEщиБEБEру \{

source: Invalid content of \{\}
russian: ЌеверыMБEсодержимьD \{\}

source: Invalid range end
russian: ЌБEхватаеБEБEБEти

source: Invalid preceding regular expression
russian: ЌеожидаыLьD ьIБEчаыGБEрегуБEрньBБEвыражеыG€

source: Regular expression too big
russian: ЌБEимБEщиБEБEру ) илБE\)

source: Mixed
russian: —БEшаыLый

source: B
russian: Ѕ

source: KB
russian: “ип

source: Unpacker
russian: –асБEБEвщик

source: Prediffer
russian: ѕредсравнение

source: Editor script
russian: –едактоБEскриБEьA

source: Save the left file
russian: —ъFраыGть файл справа

source: Save the left file with name...
russian: —ъFраыGть файл слевБEБEБE..

source: Save the right file with name...
russian: —ъFраыGть файл справа БEБE..

source: Change left side file/folder read-only status
russian: »зменитБEстатус "тоБEБE дл€ чтенБE" БEвого файлБEБEтаБEга

source: Change right side file/folder read-only status
russian: »зменитБEстатус "тоБEБE дл€ чтенБE" БEавьBБEфайлБEБEтаБEга

source: Convert EOL to Windows mode
russian: ѕреь@разовать EOL БEБEин€тыБEБEWindows

source: Convert EOL to Unix mode
russian: ѕреь@разовать EOL БEБEин€тыБEБEUnix

source: Convert EOL to Mac mode
russian: ѕреь@разовать EOL БEБEин€тыБEБEMac

source: Switch between editing and merging modes
russian: ѕерекБEчеыGБEБEждБEрежиБEБE редаБEирьAанБE БEслБEыG€

source: View and adjust file encoding properties File encoding properties
russian: ѕросмъCреть БEъCредаБEирьAатБEБEдировку File encoding properties

source: Open and resolve conflict file
russian: ќткрыть БEрешить БEыSБEБEыZБEфайл

source: Select difference area in the current line Difference in the Current Line
russian: ¬ыделитБEъCБEчиБEБEтеБEщеБEстроБE Difference in the Current Line

source: Go to line or difference Go to (Ctrl+G)
russian: ѕерейти ъь строБE илБEъCБEчие Go to (Ctrl+G)

source: Set program options Options
russian: ”станьAитБEБEьBраБEыZБEъьстройки ЌастрьHБE

source: Refresh display Refresh (F5)
russian: ќбньAитБEэБEан Refresh (F5)

source: Copy selected lines to clipboard adding linenumbers to line begin
russian: ѕерейти БEследБEщеБEзаБEадБE

source: Go to previous bookmark
russian: ѕерейти БEБEедыдущей заБEадБE

source: Clear all bookmarks
russian: ”даБEть всБEзаБEадБE

source: Displays items that are exactly the same Show Identical Items
russian: ѕьIазыватБEьCинакьAые Show Identical Items

source: Displays items that have differences Show Different Items
russian: ѕьIазыватБEразличБEщиес€ Show Different Items

source: Displays items that exist in only on the left side Show Left Unique Items
russian: ѕьIазыватБEБEисутствующиБEтоБEБE слева Show Left Unique Items

source: Displays items that exist in only on the right side Show Right Unique Items
russian: ѕьIазыватБEБEисутствующиБEтоБEБE справа Show Right Unique Items

source: Displays binary files Show Binary Files
russian: ѕьIазыватБEбиъьрные файлы Show Binary Files

source: Displays skipped items Show Skipped Items
russian: ѕьIазыватБEБEъ@ущеныZе Show Skipped Items

source: Select the font for the view Select View Font
russian: ¬ыбрать шрифБEдл€ ъCь@ражеыG€ ъCБEчий Select Diff Font

source: Revert to using the default system font for view Default Font
russian: »спьJБEьAатБEсистемыZБEшрифБEБE умьJчаыGю дл€ ъCь@ражеыG€ ъCБEчиБE Default Font

source: Shows whitespace characters
russian: ѕьIазыватБEыDвидиБEБEзнакБEразметБE

source: Toggle Diff Pane
russian: ¬ыберитБE€зыБEинтерфейса дл€ теБEщего БEБEзоватеБE

source: Shows differences inside lines with different colors Show Line Difference
russian: ѕьIазатБEъCБEчи€ внутри строБEдругимБEцветами ѕьIазатБEъCБEчи€ БEстроБE

source: Swap the positions of the two panes
russian: ѕьIазыватБEыMБEра строк Show Line Numbers

source: Enable word wrap Wrap Lines
russian: ¬БEючить БEреыMБEстрок Wrap Lines

source: Shows selection margins for both panes Show Selection Margins
russian: ѕьIазатБEБEБE ъь ь@еиБEБEыDБEх Show Selection Margins

source: Increase text size
russian: ”веБEчить размер теБEта

source: Decrease text size
russian: ”БEы[шить размер теБEта

source: Reset text zoom to default size
russian: —бръBитБEБEсштаБEтеБEта БEзначенБE БE умьJчаыGю

source: Scroll to the previous difference Previous Difference (Alt+Up)
russian: ѕерейти БEБEедыдущемБEъCБEчию ѕредыдующеБEъCБEчиБE(Alt+Up)

source: Scroll to the next difference Next Difference (Alt+Down)
russian: ѕерейти БEследБEщеБE ъCБEчию —БEдующеБEъCБEчиБE(Alt+Down)

source: Scroll to the first difference First Difference (Alt+Home)
russian: ѕерейти БEБEрвьKБEъCБEчию ѕервоБEъCБEчиБE(Alt+Home)

source: Scroll to the current difference Current Difference (Alt+Enter)
russian: ѕерейти БEтеБEщеБE ъCБEчию “екущее ъCБEчиБE(Alt+Enter)

source: Scroll to the last difference Last Difference (Alt+End)
russian: ѕерейти БEБEследыDБE ъCБEчию ѕъBБEднее ъCБEчиБE(Alt+End)

source: Copy the selected text to the right file Copy Right (Alt+Right)
russian: —БEБEровать выбраныZБEтеБEБEБEфайл справа Copy Right (Alt Right)

source: Copy the selected text to the left file Copy Left (Alt+Left)
russian: —БEБEровать выбраныZБEтеБEБEБEфайл слева Copy Left (Alt Left)

source: Copy difference to right and advance to next Copy Right and Advance (Ctrl+Alt+Right)
russian: —БEБEровать ъCБEчиБEъь БEвую БEыDБE БEБEрейтБEБEследБEщеБE Copy Right and advance (Ctrl Alt Right)

source: Copy difference to left and advance to next Copy Left and Advance (Ctrl+Alt+Left)
russian: —БEБEровать ъCБEчиБEъь БEавБE БEыDБE БEБEрейтБEБEследБEщеБE Copy Left and advance (Ctrl Alt Left)

source: Copy all differences to the right file All Right
russian: —БEБEровать всБEъCБEчи€ БEфайл справа All Right

source: Copy all differences to the left file All Left
russian: —БEБEровать всБEъCБEчи€ БEфайл слева All Left

source: Delete selected items from both directories
russian: —равнитБEвыдеБEыLые эБEБEыQБE(сравыGть БEрвый эБEБE есБE выдеБEыM боБEБEьCыMго)

source: Select and reorder directory compare columns
russian: —ьFдать БEтч

source: Select and modify filters
russian: ¬ыбъA БEредаБEирьAание фиБEтрьA

source: Generates a report from compare results
russian: —ьFдать ъCчеБEиз резуБEтатоБEсравыDыG€

source: Shows a list of available plugins
russian: ѕьIазатБEсписьI доступыZБEдоБEБEений

source: The user selects the unpacker (no unpacking when comparing dir)
russian: ¬ыбраыLый БEБEзоватеБEБEраспакьAщиБE(ыD действуеБEБEБEсравыDыGБEБEтаБEгоБE

source: The adapted unpacker is applied to both files (one file only needs the extension)
russian: јвтьKатичесБEБEБEдобоБEраспакьAщиБE (укажитБEрасширение хоБE бы БEьCыMго из файльA)

source: Select an unpacker to edit this file
russian: Ѕез БEедсравыDыG€ (normal)

source: Suggested plugins
russian: —ьAетуеБEБEдоБEБEенБE

source: Other plugins
russian: ƒругиБEдоБEБEенБE

source: Unload all plugins and reload them (for developers)
russian: ¬ыгрузить всБEдоБEБEенБE БEзагрузитБEих сньAБE(дл€ разрабъCчиБEБE

source: Activates next visible file Activate next File
russian: јБEивируеБEследБEщиБEвидиБEБEфайл јБEивирьAатБEследБEщиБEфайл

source: Closes all open windows
russian: «акрыть всБEъCБEытые ьIъь

source: Opens the WinMerge Help WinMerge Help
russian: ќткрыть справкБEWinMerge —БEавБE WinMerge

source: Outputs current WinMerge version info and configuration to text file
russian: ¬ывести информацБE БEтеБEщеБEверсии WinMerge БEъьстройках БEтеБEтовыБEфайл

source: Display the GNU General Public License
russian: ѕьIазатБEБEцеыFБE GNU General Public License

source: Private Build: %1
russian: „астный биБE: %1

source: Opens the release notes document Release Notes
russian: ќткрыть доБEБEыQ БEзаБEчаыG€БE БEреБEзу «амечанБE БEреБEзу

source: Opens the translations website Translations
russian: ѕерейти ъь страыGцу БEБEреводаБE

source: Plugin Settings
russian: ЌастрьHБE доБEБEенБE

source: No prediffer
russian: WSH ыD ъьйден - .sct скриБEБEъCБEючеыZ

source: <None>
russian: <Ќет>

source: <Automatic>
russian: <јвтьKатичесБE>

source: Open the file with registered application
russian: ќткрыть файл внешыGБEредаБEъAьK

source: Open the file with a particular program
russian: ќткрыть файл выбраныMБEБEьBраБEьH

source: Do not display moved blocks
russian: ќтображатБEБEреБEщеыLые бльIБEдл€ теБEщего ъCБEчи€

source: Go to diff under cursor
russian: ѕерейти БEъCБEчию БEБEБEрсъAьK

source: G&oto Diff %1 of %2
russian: ѕерейти БE&ъCБEчию %1 из %2

source: G&oto Line %1
russian: ѕерейти БE&строБE %1

source: Disabled
russian: ќткБEчеыM

source: From file system
russian: ак БEсписБE ыDдавних доБEБEыQьA

source: No Highlighting
russian: ASP

source: Basic
russian: Batch

source: Fortran
russian: ‘ъAтран

source: Pascal
russian: ѕасБEБE

source: Resources
russian: –есурсы

source: Hide the toolbar
russian: —БEытБEБEыDБE инструБEыQьA

source: Show small toolbar
russian: ћаленБEие значБE
