Repository: lulichn/wimmerge
Catalog: Translations/WinMerge/*.po
Languages: russian

source: Automatically resize panes Lock Panes
russian: јвтьKатичесБE изБEБEть размер БEыDБEй «абБEБEровать БEыDБE

source: Change the window size
russian: »зменитБEразмер ьIъь

source: Change the window position
russian: »зменитБEБEБEжеыGБEьIъь

source: Reduce the window to an icon
russian: —вернутБEьIыM БEзначьI

source: Enlarge the window to full size
russian: ѕерекБEчитьБE ъь следБEщиБEдоБEБEыQ

source: Switch to the previous document window
russian: ѕерекБEчитьБE ъь БEедыдущий доБEБEыQ

source: Close the active window and prompts to save the documents
russian: «акрыть активньD ьIыM БEспросить БEсохранении доБEБEыQьA

source: Restore the window to normal size
russian: ¬ъBстаньAитБEыMрмалБEые размерБEьIъь

source: Activate Task List
russian: јБEивирьAатБEэто ьIыM

source: Close print preview mode Cancel Preview
russian: «акрыть ьIыM БEедваритеБEыMго БEъBБEтра Cancel Preview

source: FileCompare WinMerge.FileCompare WinMerge File Compare
russian: FileCompare WinMerge.FileCompare

source: FolderCompare WinMerge.FolderCompare WinMerge Folder Compare
russian: FolderCompare WinMerge.FolderCompare WinMerge —равнение ѕапьI

source: Preserve original EOL chars
russian: —ъFраБEть ъAигиналБEые сиБEьJБEEOL

source: Press any key
russian: –азработчикБE ƒин √риБE (Dean Grimm), ристиаБEЋисБE(Christian List), имБE ¬арис (Kimmo Varis), …ъFен “ухБE(Jochen Tucht), “им √ерундт (Tim Gerundt), “акашБE—аванакБE(Takashi Sawanaki), √эБE’амБEБE(Gal Hammer), јБEБEандр —БEыLер (Alexander Skinner)

source: WinMerge comes with ABSOLUTELY NO WARRANTY. This is free software and you are welcome to redistribute it under certain circumstances; see the GNU General Public License in the Help menu for details.
russian: WinMerge БEставБEетБE Ѕ≈« ј ќ…-Ћ»Ѕќ √ј–јЌ“»». Ёто свь@ьCыMБEѕќ БEБE БEиветствуем егБEраспростраыDыGБEсогласыM ыDБEторыБEусБEвиБE ьFъьБEБEтесь БEGNU General Public License БEБEБE ѕьKБ БEдл€ боБEБEБEдрь@ыMБEинформации.

source: &Abort
russian: ѕьA&торить

source: &Ignore
russian: ƒ&БEдл€ всех

source: &No
russian: &Ќет

source: No to a&ll
russian: Ќет БEБE всех

source: &Continue
russian: ЌБEзадавать &боБEше этоБEвоБEъB

source: Syntax
russian: —интаБEис

source: Version Control
russian: БEтрьJБEверсий

source: Differences
russian: ќтличБE

source: To:
russian: ЌБE

source: From left:
russian: —БEва:

source: To left:
russian: ЌалевБE

source: From right:
russian: —БEавБE

source: To right:
russian: Ќаправо:

source: Version %1
russian: ¬ерси€ %1

source: Unicode
russian: X64

source: Options (%1)
russian: ЌастрьHБE (%1)

source: All message boxes are now displayed again.
russian: “еперБEвсБEсоь@щеыG€ сньAБEбудуБEъCь@ражатьБE

source: Modifications have been made to the current file comparison session. Some settings may not take place until the current file comparison is restarted.
russian: ¬ теБEщеБEсеансе сравыDыG€ файльA быБE БEьGзведенБEизБEыDыG€. ЌекъCъAые устаыMвкБEыD встуБEБEБEсиБE БEБE теБEщиБEсеанБEсравыDыG€ ыD будеБEБEрезаБEщеБE

source: The selected font change will not be applied to any currently visible difference windows.
russian: »змененБE дл€ выбраныMго шрифта ыD будуБEБEимененБEдл€ ъCБEытых ьIБE ъCБEчиБE

source: Value in Tab size -field is not in range WinMerge accepts. Please use values 1 - %1.
russian: –азБEБEтаба выходиБEза границБEБEиеБEемых значений. »спьJБEуйте значенБE 1 - %1.

source: Are you sure you want to reset all WinMerge options to default values? Please re-start WinMerge after the reset.
russian: ¬БEдействителБEБEхотите сбросить всБEъьстройкБEWinMerge БEзначенБEБEБE умьJчаыGю? ЌужыM будеБEБEрезаБEститБEWinMerge БEслБEсброса ъьстроек.

source: Open
russian: ќткрыть

source: Programs|*.exe;*.bat;*.cmd|All Files (*.*)|*.*||
russian: ѕрограмБE|*.exe;*.bat;*.cmd|¬се файлБE(*.*)|*.*||

source: All Files (*.*)|*.*||
russian: ¬се файлБE(*.*)|*.*||

source: WinMerge Project Files (*.WinMerge)|*.WinMerge||
russian: ‘айБE БEьDБEьA WinMerge (*.WinMerge)|*.WinMerge||

source: Options files (*.ini)|*.ini|All Files (*.*)|*.*||
russian: ‘айБE БEыSигурации (*.ini)|*.ini|¬се файлБE(*.*)|*.*||

source: Text Files (*.csv;*.asc;*.rpt;*.txt)|*.csv;*.asc;*.rpt;*.txt|All Files (*.*)|*.*||
russian: “екстьAые файлБE(*.csv;*.asc;*.rpt;*.txt)|*.csv;*.asc;*.rpt;*.txt|¬се файлБE(*.*)|*.*||

source: HTML Files (*.htm,*.html)|*.htm;*.html|All Files (*.*)|*.*||
russian: ‘айБE HTML (*.htm,*.html)|*.htm;*.html|¬се файлБE(*.*)|*.*||

source: XML Files (*.xml)|*.xml|All Files (*.*)|*.*||
russian: ‘айБE XML (*.xml)|*.xml|¬се файлБE(*.*)|*.*||

source: Full Contents
russian: ѕБEразличБEБEБEдате

source: Modified Date and Size
russian: »БE

source: Location
russian: ‘илБEры

source: Description
russian: ‘айБE фиБEтрьA (*.flt)|*.flt|¬се файлБE(*.*)|*.*||

source: Cannot find file filter template file! Please copy file %1 to WinMerge/Filters -folder: %2.
russian: ЌевьFБEжнБEъьйтБEфайл фиБEтрБE —БEБEруйтБEфайл %1 БEБEБEБEБEфиБEтрамБE %2.

source: Cannot copy filter template file to filter folder: %1 Please make sure the folder exists and is writable.
russian: ЌевьFБEжнБEскъ@ирьAатБEфайл фиБEтрБEБEБEБEБEБEфиБEтрамБE %1 ”бедитесь, чтБEБEБEБEсуществует БEдоступъь дл€ заБEси.

source: User's filter file folder is not defined! Please select filter folder in Options/System.
russian: ѕапБE БEфиБEтрамБEБEБEзоватеБE ыD ъ@редеБEъь! ”БEжите БEБEБEБEфиБEтрамБEъь вкБEдкБE—истеБE БEЌастрьHБEБE

source: Failed to delete the filter file: %1 Maybe the file is read-only?
russian: ЌевьFБEжнБEудалитБEфайл фиБEтрБE %1 ¬ьFБEжнБEфайл исБEБEзуетБE.

source: Locate filter file to install
russian: ќшибкБEустаыMвкБEфиБEтрБE ЌевьFБEжнБEскъ@ирьAатБEфайл фиБEтрБEБEБEБEБEБEфиБEтрамБE

source: Filter file already exists. Overwrite existing filter?
russian: ‘илБEБEужБEсуществует. ѕерезаписатБE

source: Regular expression
russian: ‘илБEры быБE ь@ыMвленБE ’ъCитБEь@ыMвить всБEъCБEытые сравыGваемые БEБEБE ≈слБEыD хотите ь@ыMвл€ть сейчас, то БEжете ъьжать "Ќет" БEь@ыMвить БEзжБE

source: &Path to SS.EXE:
russian: &ѕутБEБESS.EXE:

source: Folder Comparison Results
russian: —равнение файльA

source: Untitled left
russian: Ѕезым€ыLый справа

source: Theirs File
russian: »БEфайл

source: Mine File
russian: ћьH файл

source: Scanning files...
russian: —БEыGроваыGБEфайльA...

source: Opening selection
russian: ъ@ирьAание —БEва Ќаправо

source: Copying Right to Left
russian: ъ@ирьAание всех файльA ъьБEво

source: Copying All to Right
russian: ъ@ирьAание файльA...

source: Deleting files...
russian: ”даБEыGБEфайльA...

source: Moving files...
russian: ѕеремещение файльA...

source: Creating the report...
russian: —ьFдаетБE ъCчеБE..

source: Undoing the last operation...
russian: ќтменБEБEследыDБEъ@ерации

source: Redoing the previous operation...
russian: ѕьAтореыGБEБEедыдущей ъ@ерации

source: Ln: %s Col: %d/%d Ch: %d/%d EOL: %s
russian: —тр: %s ѕьF: %d/%d «БE %d/%d EOL: %s

source: Line: %s
russian: —трьIБE %s

source: Ln: %s Col: %d/%d Ch: %d/%d
russian: —тр: %s ѕьF: %d/%d «БE %d/%d

source: Merge
russian: ќбъединение

source: Difference %1 of %2
russian: ќтличие %1 из %2

source: %1 Differences Found
russian: RO

source: Item %1 of %2
russian: ЁБEБEыQ %1 из %2

source: Items: %1
russian: ЁБEБEыQьA: %1

source: Select two existing folders or files to compare
russian: ¬ыберитБEдвБE—”ў≈—“¬”ёў»’ БEтаБEга илБEфайлБEдл€ сравыDыG€

source: Folder Selection
russian: ¬ыбъA БEтаБEга

source: Select two folders or two files to compare.
russian: ¬ыберитБEдвБEфайлБE чть@БEвкБEчить выбоБEраспакьAщиБE

source: Cannot compare file and folder!
russian: ЌевьFБEжнБEсравыDыGБEфайлБEБEБEтаБEга!

source: File not found: %1
russian: ‘айБEыD ъьйден: %1

source: File not unpacked: %1
russian: ‘айБEыD распакьAан: %1

source: Cannot open file %1 %2
russian: ЌевьFБEжнБEъCБEытБEфайл %1 %2

source: Failed to parse conflict file.
russian: ќшибкБEразбъAБEфайлБEБEыSБEБEьA

source: The file %1 is not a conflict file.
russian: ‘айБEn%1 ыD €вл€етБE файльK БEыSБEБEьA

source: Save As
russian: —ъFраыGть БEБE..

source: Save changes to %1?
russian: —ъFраыGть изБEыDыG€ БE%1?

source: %1 is marked read-only. Would you like to override the read-only file ? (No to save as new filename.)
russian: %1 БEБEчеБEБEБEтоБEБE дл€ чтенБE. —ьBБEснБEБE вы заБEыGть этоБEфайл ? (Ќет БEзвьJ€ет задать ыMвоБEим€ файлБE

source: Error checking destination writeability
russian: ЌевьFБEжнБEсоздатБEБEБEю ъAигиналБE %1 ѕродоБEитБEБEБEбоБEслучае?

source: Saving file failed. %1 %2 Do you want to: -use a different filename (Press Ok) -abort the current operation (Press Cancel)?
russian: ‘айБEыD сохранен. %1 %2 ’ъCитБEБE: -исБEБEзовать другьD им€ файлБE(ЌажБEте Ok) -ъCБEыGть теБEщую ъ@ерацБE (ЌажБEте ќтменБE?

source: Plugin '%2' cannot pack your changes to the left file back into '%1'. The original file will not be changed. Do you want to save the unpacked version to another file?
russian: ƒъ@ьJыDыGБE '%2' ыD БEжеБEзаБEБEвать ваши изБEыDыG€ ь@ратнБEБEфайл слевБE'%1'. ќригиъьБEъBтаыDтс€ ыD изБEыDыLым. ’ъCитБEсохранитБEраспакьAаныRю версБE БEдругьH файл?

source: Plugin '%2' cannot pack your changes to the right file back into '%1'. The original file will not be changed. Do you want to save the unpacked version to another file?
russian: ƒъ@ьJыDыGБE'%2' ыD БEжеБEзаБEБEвать ваши изБEыDыG€ ь@ратнБEБEфайл справа '%1'. ќригиъьБEъBтаыDтс€ ыD изБEыDыLым. ’ъCитБEсохранитБEраспакьAаныRю версБE БEдругьH файл?

source: Another application has updated file %1 since WinMerge loaded it. Overwrite changed file?
russian: ƒругоБEБEильEение изБEыGБE файл %1 ужБEзагруженыZБEБEWinMerge . ѕерезаписатБEизБEыDыLый файл?

source: %1 is marked read-only. Would you like to override the read-only item?
russian: %1 БEБEчеБEБEБEтоБEБE дл€ чтенБE. —ьBБEснБEБE вы заБEыGть этоБEфайл?

source: Another application has updated file %1 since WinMerge scanned it last time. Do you want to reload the file?
russian: ƒругоБEБEильEение ь@ыMвиБE файл %1 таБEБEБEWinMerge сканирьAал егБEБEБEследыGБEраБE ¬БEхотите БEрезагрузитБEфайл?

source: Save Left File As
russian: —ъFраыGть файл слевБEБEБE..

source: Save Right File As
russian: —ъFраыGть файл справа БEБE..

source: The file %1 has disappeared. Please save a copy of the file to continue.
russian: ‘айБEn%1 утрачеБE ѕьEалуйстБE сохранитБEБEБEю файлБE чть@БEБEьCьJжить.

source: Cannot merge differences when documents are not in synch. Refresh documents before continuing.
russian: ЌевьFБEжнБEслБEыGБEъCБEчиБEБEгдБEБEгдБEдоБEБEыQБEыD сиыTроыGзироваыLБE ќбньAитБEдоБEБEыQБEБEреБEБEьCьJжеыGем.

source: You must specify a SourceSafe project path in order to continue (ie: $/MyProject)
russian: „тобы БEьCьJжить, ¬БEдоБEыZ указатБEБEть БEБEьDБEБESourceSafe (ъьБEимер: $/MyProject)

source: Checkout files from VSS...
russian: ѕьJучаеБEфайлБEиз VSS...

source: Versioning System returned an error while attempting to check out the file. Unable to continue...
russian: —истеБE БEыQроБE версий вернулБEъIибБE БEБEБEБEткБEвз€ть файл БEБEБEыQроБE. Ќет возмьEыMстБEБEьCьJжать...

source: Error executing versioning system command.
russian: ќшибкБEвыБEБEенБE системыMБEБEБEыCБE—истеБE БEыQроБE версий.

source: The VSS Working Folder and the location of the current file do not match. Continue?
russian: –абъHБE БEБEБEVSS БEБEстъ@ьJьEение теБEщего файлБEыD совпадБEБE ѕродоБEитБE?

source: No VSS database(s) found!
russian: ЌБEъьйденБEбаза даыLых VSS!

source: Error from VSS:
russian: ќшибкБEVSS:

source: Versioning System returned an error while attempting to check in the file. Please, check config spec of used view. Undo checkout operation?
russian: VSS вернулБEъIибБE БEБEБEБEткБEБEьAеритБEфайл. ѕроверьте БEыSигурацБE. —деБEть ъCБEБE

source: Versioning System returned an error while attempting to undo checkout the file. Please, check config spec of used view.
russian: VSS вернулБEъIибБE БEБEБEБEткБEъCБEта изБEыDыGБE ѕроверьте БEыSигурацБE.

source: None
russian: Ќет

source: Visual SourceSafe (less than 5.0)
russian: Visual SourceSafe (БEадше, чеБE5.0)

source: Visual SourceSafe (5.0 and above)
russian: Visual SourceSafe (5.0 БEвыше)

source: Break at whitespace
russian: –азбивать БE БEь@елам

source: Break at whitespace or punctuation
russian: –азбивать БE БEь@елам БEзнакам БEыIтуации

source: Copy selected item to named directory
russian: ”даБEть выбраныZБEэБEБEыQ справа

source: Delete selected item(s) on both sides
russian: ”даБEть выбраныZБEэБEБEыQБEБEь@ьGБEстъAБE

source: Hide selected item(s) (on the fly filter)
russian: —БEытБEвыбраныZБEэБEБEыQБE(быстрыБEфиБEтр)

source: Rename selected item on both sides
russian: ѕереиБEыMвать выбраныZБEэБEБEыQБEъь ь@ьGБEстъAБEах

source: Right to Left (%1)
russian: —БEБEровать ъь БEвую стъAБEБE%1 из %2 выбраныZБEэБEБEыQьA

source: Left to Right (%1)
russian: —БEБEровать ъь БEавБE стъAБEБE%1 из %2 выбраныZБEэБEБEыQьA

source: Right to Left (%1 of %2)
russian: —БEавБEъьБEво (%1 из %2)

source: Left to Right (%1 of %2)
russian: —БEва ъьБEавБE(%1 из %2)

source: Left to... (%1)
russian: —БEва ъь... (%1)

source: Right to... (%1)
russian: —БEавБEъь... (%1)

source: Left to... (%1 of %2)
russian: —БEва ъь... (%1 из %2)

source: Right to... (%1 of %2)
russian: —БEавБEъь... (%1 из %2)

source: Left (%1)
russian: —БEва (%1)

source: Right (%1)
russian: ”даБEть БEь@еиБEстъAБE %1 из %2 выбраныZБEэБEБEыQьA

source: Left (%1 of %2)
russian: —БEва (%1 из %2)

source: Right (%1 of %2)
russian: —БEавБE(%1 из %2)

source: Both (%1 of %2)
russian: ¬БEстБE(%1 из %2)

source: Select destination folder
russian: ¬ыберитБEБEБEБEъьзначенБE

source: Left side - select destination folder:
russian: ЋевБE стъAБEБE- выбоБEБEБEБEъьзначенБE:

source: Right side - select destination folder:
russian: ѕрава€ стъAБEБE- выбоБEБEБEБEъьзначенБE:

source: (%1 Files Affected)
russian: (%1 файльA ь@работаыM)

source: (%1 of %2 Files Affected)
russian: (%1 из %2 файльA ь@работаыM)

source: Are you sure you want to delete %1 ?
russian: ¬БEуверенБE чтБEхотите удалитБEn %1 ?

source: Are you sure you want to copy:
russian: ¬БEуверенБE чтБEхотите скъ@ирьAатБE

source: Are you sure you want to copy %d items:
russian: ¬БEуверенБE чтБEхотите скъ@ирьAатБE%d эБEБEыQьA:

source: Operation aborted! Folder contents at disks has changed, path %1 was not found. Please refresh the compare.
russian: ќБEраци€ БEерваъь! —ьCержиБEБEБEБEБEизБEыDыM, БEть %1 ыD быБEъьйден. ќбньAитБEсравыDыGБE

source: Are you sure you want to move:
russian: ”вереыZ, чтБEхотите БEреБEститБE

source: Are you sure you want to move %d items:
russian: ”вереыZ, чтБEхотите БEреБEститБE%d эБEБEыQьA:

source: Confirm Move
russian: ќткрыть файл слевБEБEБEБEщью...

source: Open right file
russian: ќткрыть файл справа

source: Open the right file to external editor
russian: ќткрыть файл справа БEБEБEщью...

source: Failed to execute external editor: %1
russian: ЌевьFБEжнБEвыБEБEитБE%1

source: Unknown extension on external editor: %1
russian: ЌеизвестньD расширение дл€ внешыDго редаБEъAБE %1

source: Copy filenames to clipboard
russian: —БEБEровать именБEфайльA БEбуфеБEь@БEъь

source: Copy left side pathnames to clipboard
russian: —БEБEровать именБEфайльA из БEвоБEчастБEБEбуфеБEь@БEъь

source: Copy right side pathnames to clipboard
russian: —БEБEровать именБEфайльA из БEавьH частБEБEбуфеБEь@БEъь

source: Copy both sides pathnames to clipboard
russian: —БEБEровать именБEфайльA БEь@ьGБEБEыDБEБEБEбуфеБEь@БEъь

source: Left Shell menu
russian: ЋевьD БEБE ь@ьJъHБE

source: Right Shell menu
russian: ѕравоБEБEБE ь@ьJъHБE

source: Unknown archive format
russian: Ќеизвестный формат архива

source: Add items from left side to archive
russian: «аархивирьAатБEэБEБEыQБEБEь@ьGБEстъAБE

source: Add different items to archive (both sides)
russian: «аархивирьAатБEБEьGзвьJБEые эБEБEыQБEБEь@ьGБEстъAБE

source: Move selected file on left to custom directory
russian: –езулБEат сравыDыG€

source: Left Date
russian: ƒатБE—БEва

source: Right Date
russian: –азБEБEсправа

source: Right Size (Short)
russian: –азБEБEсправа (соБE.)

source: Left Size (Short)
russian: –азБEБEслевБE(соБE.)

source: Left Creation Time
russian: ¬реБE созданБE файлБEсправа

source: Newer File
russian: ЅьJее ыMвыБEфайл

source: Left File Version
russian: ¬ерси€ файлБEсправа

source: Short Result
russian: јтрибутБEфайлБEсправа

source: Left EOL
russian: Ћевый EOL

source: Right EOL
russian: ѕравыБEEOL

source: Left Encoding
russian: ьCирьAание файлБEсправа

source: Ignored Diff.
russian: »гнъA. ъCБEчи€

source: Binary
russian: —равнение БEерваыM

source: File skipped
russian: ‘айБEБEъ@ущен

source: Folder skipped
russian: атальB БEъ@ущен

source: Left only: %1
russian: “ьJБEБEслевБE %1

source: Right only: %1
russian: “ьJБEБEсправа: %1

source: Binary files are identical
russian: ЅинарыZБEфайлБEъCБEчаютс€

source: Files are different
russian: ‘айБE ъCБEчаютс€

source: Folders are different
russian: ѕапБE различыZ

source: Left Only
russian: “ьJБEБEсправа

source: Error
russian: “екстьAые файлБEразличыZ

source: Elapsed time: %ld ms
russian: ѕрошлБEвременБE %ld БE

source: 1 item selected
russian: ¬ыбраБE1 эБEБEыQ

source: %1 items selected
russian: ¬ыбраыM эБEБEыQьA: %1

source: Filename or folder name.
russian: »БE файлБEилБEБEтаБEга

source: Subfolder name when subfolders are included.
russian: »БEъь БEдпапьI, есБE БEдпапБE вкБEчеыZ

source: Comparison result, long form.
russian: –езулБEат сравыDыG€, длинъь€ формБE

source: Left side modification date.
russian: ¬реБE изБEыDыG€ файлБEсправа

source: File's extension.
russian: –азБEБEфайлБEслевБEБEбайтах

source: Right file size in bytes.
russian: –азБEБEфайлБEсправа БEбайтах

source: Left file size abbreviated.
russian: –азБEБEБEвого файлБE(соБE.)

source: Right file size abbreviated.
russian: –азБEБEБEавьBБEфайлБE(соБE.)

source: Left side creation time.
russian: ¬реБE созданБE файлБEсправа

source: Tells which side has newer modification date.
russian: ¬ерси€ файлБEслевБE тоБEБE дл€ ыDБEторыБEтиБEБEфайльA.

source: Right side file version, only for some filetypes.
russian: ¬ерси€ файлБEсправа, тоБEБE дл€ ыDБEторыБEтиБEБEфайльA.

source: Short comparison result.
russian: –езулБEат быстрого сравыDыG€

source: Left side attributes.
russian: јтрибутБEфайлБEсправа

source: Left side file EOL type
russian: ьCирьAание файлБEсправа

source: Number of ignored differences in file. These differences are ignored by WinMerge and cannot be merged.
russian: ьJичествБEигыMрироваыLых ъCБEчиБEБEфайлБE Ёти ъCБEчи€ быБE игыMрироваыLБEWinMerge БEыD БEгуБEбыть ь@работаыZ.

source: Number of differences in file. This number does not include ignored differences.
russian: ьJичествБEъCБEчиБEБEфайлБE Ёто числБEыD вкБEчает БEсеБE игыMрироваыLые ъCБEчи€.

source: Shows an asterisk (*) if the file is binary.
russian: ѕьIазатБEзвездочкБE(*) есБE файл биъьрный.

source: Compare %1 with %2
russian: —равнивание %1 БE%2

source: Comma-separated list
russian: —БEсоБEБEраздел€ющиБE заБEтыБE

source: Tab-separated list
russian: —БEсоБEБEраздел€ющиБE табуБEтораБE

source: Simple HTML
russian: ѕростьH HTML

source: Simple XML
russian: ѕростьH XML

source: The report file already exists. Do you want to overwrite existing file?
russian: ‘айБEъCчета ужБEсуществует. ѕерезаписатБE?

source: Error creating the report: %1
russian: ќшибкБEБEБEсоздании ъCчета: %1

source: The report has been created successfully.
russian: ќтчет усБEшнБEсоздан

source: The same file is opened in both panels.
russian: ЌБEь@ьGБEБEыDБEБEъCБEыт ьCин БEтоБEже файл

source: The selected files are identical.
russian: ѕри сравыDыGБEфайльA БEьGзошлБEъIибБE.

source: Temporary files could not be created. Check your temporary path settings.
russian: ¬реБEыLые файлБEыD БEгуБEбыть созданБE ѕроверьте ъьстройкБEБEтеБEдл€ временыZБEфайльA

source: These files use different carriage return types. Do you want to treat all carriage return types as equivalent for this comparison? Note: If you always want to treat all carriage return types as equivalent, set the option 'Ignore carriage return differences..' in the Compare tab of the options dialog (available under Edit/Options).
russian: Ёти файлБEимБEБEразличыZБEтиБE БEтоБEБEыUБEстроБE. ’ъCитБE чть@БEБEэтоБEсравыDыGБEБEБEигыMрироваБEсь (считалисБEравньFъьчнымБE ? ¬ыGБEыGБE ≈слБEваБEыD интересуюБEразличБE БEEOL, устаыMвите ъ@цию '»гнъAирьAатБEразличБE БEEOL' ъь вкБEдкБE—равнение БEЌастрьHБEБE

source: The EOL are of different types (Windows/Unix/Mac) in the file '%1'. With the current options, they will be unified to the main type. Do you want to change the options and preserve the different EOL ?
russian: ѕризнакБEБEыUБEстроБE (EOL) разных тиБEБE(Windows/Unix/Mac) дл€ файлБE'%1'. — теБEщиБE ъьстройкамБEБEБEбудуБEБEиведенБEБEъBыMвньKБEтиБE. ’ъCитБEизБEыGть ъьстройкБE чтБEбы сохран€ть EOL БEБEесть, то есть различыZБE?

source: An error occurred while prediffing the file '%1' with the plugin '%2'. The prediffing is not applied any more.
russian: ќшибкБEБEедсравыDыG€ файлБE'%1' БEдоБEБEениеБE'%2'. ѕредсравнение даБEБEБEимен€тьБE ыD будеБE

source: The selected folder is invalid.
russian: ЌевьFБEжнБEъCБEытБEвыбраныRю БEБEБE

source: Cannot open a binary file to editor.
russian: ЌевьFБEжнБEъCь@разить биъьрный файл БEредаБEъAБE

source: The folder exists only in other side and cannot be opened. Do you want to create a matching folder: %1 to the other side and open these folders?
russian: ѕапБE существует тоБEБE ъь ьCыMБEстъAБEБEБEыD БEжеБEбыть ъCБEытБE ’ъCитБEсоздатБEсоъCветствБEщую БEБEБE %1 ъь другьH стъAБEБEБEь@БEъCБEытБEих?

source: Different codepages found in left (cp%d) and right (cp%d) files. Displaying each file in its codepage will give a better display but merging/copying will be dangerous. Would you like to treat both files as being in the default windows codepage (recommended)?
russian: –азБEчные БEдировкБE БEвыБE- (cp%d), БEавый - (cp%d). аждыБEиз файльA БEжеБEбыть ъCь@ражеБEБEсвьDБEБEдировкБE ыM их слБEыGБEилБEБEБEроваыGБEБEжеБEБEвредитБEинформацБE. ќтобразитБEь@БEфайлБEБEсистемыMБEБEдировкБE(реБEБEыCуетс€)?

source: Warning: Files use different encodings, left=%s and right=%s, and merging may lead to information loss.
russian: ¬ыGБEыGБE ‘айБE БEразличыZБEБEдировках, БEвыБE%s, БEавый=%s. »ыSъAБEци€ БEжеБEбыть БEвреждеъь.

source: Information lost due to encoding errors: both files
russian: »ыSъAБEци€ БEтеБEъь из-за ъIибъHыMБEБEдировкБE БEавый файл

source: Information lost due to encoding errors: left file
russian: »ыSъAБEци€ БEтеБEъь из-за ъIибъHыMБEБEдировкБE БEвыБEфайл

source: No difference
russian: «амененБE%1 строБE

source: Cannot find string "%s"
russian: ЌевьFБEжнБEъьйтБEстроБE "%s"

source: Copy Full Path
russian: —БEБEровать БEБEый БEть

source: Copy Filename
russian: ћестоБEБEжеыG€

source: Diff Pane
russian: ќтличБE

source: Patch file successfully written.
russian: ѕатБEусБEшнБEзаБEсаБE

source: 1. item is not found or is directory!
russian: ѕатБEужБEсуществует. ’ъCитБEБEрезаБEсать егБE?

source: [%1 files selected]
russian: [%1 файльA выбраныy

source: Normal
russian: ”ыGфицироваыLый

source: Could not write to file %1.
russian: Ќет возмьEыMстБEзаБEсать БEфайл %1.

source: The specified output path is not an absolute path: %1
russian: ”БEзаыLый БEть дл€ вывода ыD €вл€етБE абсоБEтным: %1

source: Specify an output file
russian: ”БEзать выходньH файл

source: Cannot create a patch file from binary files.
russian: ЌевьFБEжнБEсоздатБEБEтч из биъьрных файльA

source: Cannot create a patch file from directories.
russian: —ъьчаБE сохранитБEвсБEфайлБE

source: Folder does not exist.
russian: ѕапБE ыD существует

source: Current directory comparison results will be cleared.
russian: “екущие резуБEтаты сравыDыG€ БEтаБEгоБEбудуБEъHищенБE
