Repository: lulichn/wimmerge
Catalog: Translations/WinMerge/*.po
Languages: russian

source: LANG_ENGLISH, SUBLANG_ENGLISH_US
russian: LANG_RUSSIAN, SUBLANG_DEFAULT

source: C&opy to Right
russian: —БEБEровать ъь &БEавБE БEыDБE

source: Cop&y to Left
russian: —БEБEровать ъь &БEвую БEыDБE

source: &Select Line Difference
russian: ¬&ерыRть

source: Cu&t
russian: ¬БEрезать

source: &Copy
russian: ѕерейти БEстроБE...

source: Op&en
russian: внешыGБEредаБEъAьK

source: &with...
russian: БEБEБEщью...

source: &File
russian: ЌьAый Ctrl+N

source: &Open... Ctrl+O
russian: &ќткрыть... Ctrl+O

source: Op&en Conflict File...
russian: ќткрыть файл БEБEыSБEБEамБE..

source: Open Pro&ject... Ctrl+J
russian: ќткрыть БEьDБE... Ctrl+J

source: Sa&ve Project...
russian: —ъFраыGть БEьDБE...

source: Recent Projects
russian: ¬&ыхьC

source: &Edit
russian: &ЌастрьHБE...

source: &View
russian: &¬ид

source: Select &Font...
russian: ¬ыбрать &Ўрифт...

source: Use Default F&ont
russian: »спьJБEьAатБEшрифБEБE &умьJчаыGю

source: &Toolbar
russian: ѕБEыDБE инструБEыQьA

source: &None
russian: &Ќет

source: &Small
russian: &ћаленБEие значБE

source: &Big
russian: &ЅьJБEие значБE

source: &Status Bar
russian: &—трьIБEсостБEыG€

source: Ta&b Bar
russian: &языБE..

source: &Tools
russian: &»ыPтрументы

source: &Filters...
russian: &‘илБEры...

source: &Generate Patch...
russian: &—ьFдать БEтч...

source: &Plugins
russian: &ƒъ@ьJыDыG€

source: &Manual Unpacking
russian: –асБEБEвкБEвручыRю

source: &Automatic Unpacking
russian: &ѕерегрузить всБEдоБEБEенБE

source: &Debug
russian: &«агрузить ъьстройкБE..

source: &Reset Options
russian: «акрыть

source: Clo&se All
russian: ѕерекБEчить &ќБEыxtF6

source: Tile &Horizontally
russian: –азБEститБE&√ъAизБEтаБEыM

source: Tile &Vertically
russian: –азБEститБE&¬ертиБEБEыM

source: &Cascade
russian: —БEавБE &WinMerge F1

source: R&elease Notes
russian: &«амечанБE БEреБEзу

source: &Translations
russian: & БEфигураци€

source: A&rchive Support disabled...
russian: ѕьCдержБE &архивоБEъCБEючеъь...

source: &About WinMerge...
russian: &ќ БEьBраБEБEWinMerge...

source: L&eft Read-only
russian: ‘айБEБEБEва тоБEБE дл€ чтенБE

source: Ri&ght Read-only
russian: ‘айБEБEБEавБEтоБEБE дл€ чтенБE

source: File En&coding
russian: ¬&ыбрать ¬се Ctrl+A

source: Show &Identical Items
russian: –азБEчные

source: Show L&eft Unique Items
russian: ”ыGБEБEыZБEсправа

source: Show S&kipped Items
russian: ѕроБEщеыLые

source: S&how Binary Files
russian: —БEытые

source: Tree &Mode
russian: –ежим &дерева

source: E&xpand All Subfolders
russian: –&азвернутБEвсБEБEдпапБE

source: &Collapse All Subfolders
russian: —&вернутБEвсБEБEдпапБE

source: Compa&re Statistics
russian: —равнитБEстатистиБE

source: Refre&sh F5
russian: &ќбньAитБEtF5

source: &Refresh Selected Ctrl+F5
russian: ќбньAитБE&выдеБEыLые Ctrl+F5

source: &Merge
russian: &ќбъединение

source: Co&mpare Enter
russian: —равнитБEtEnter

source: &Next Difference Alt+Down
russian: &—БEдующеБEъCБEчие Alt+Down

source: &Previous Difference Alt+Up
russian: ѕ&редыдущеБEъCБEчие Alt+Up

source: &First Difference Alt+Home
russian: ѕер&воБEъCБEчие Alt+Home

source: &Current Difference Alt+Enter
russian: &“екущее ъCБEчие Alt+Enter

source: &Last Difference Alt+End
russian: ѕъBБEедыDБEъCБEчие Alt+End

source: Copy to &Right Alt+Right
russian: —БEБEровать ъь &БEавБE БEыDБE Alt+Right

source: Copy to L&eft Alt+Left
russian: —БEБEровать ъь &БEвую БEыDБE Alt+Left

source: &Delete Del
russian: &”даБEть Del

source: &Customize Columns...
russian: &ЌастрьGть БEБEыIБE..

source: Generate &Report...
russian: —ьFдать &ъCчеБE..

source: &Save Ctrl+S
russian: &—ъFраыGть Ctrl+S

source: Save &Left
russian: —ъFраыGть файл БEБEва

source: &Save
russian: &—ъFраыGть

source: Save &As...
russian: —ъFраыGть &БEБE..

source: Save &Right
russian: &ѕечатБE..

source: Page Se&tup
russian: ѕараметры страыGцы...

source: Print Previe&w
russian: ѕредварителБEый БEъBБEтр

source: &Convert Line Endings to
russian: &«аменитБEБEреыMсы строБEъь

source: &Merge Mode F9
russian: –ежим слБEыG€ F9

source: &File Encoding...
russian: ьCирьAание файлБE..

source: &Undo Ctrl+Z
russian: &ќтмена Ctrl+Z

source: &Redo Ctrl+Y
russian: ¬&ерыRть Ctrl+Y

source: Cu&t Ctrl+X
russian: ¬БEрезать Ctrl+X

source: &Copy Ctrl+C
russian: & ъ@ирьAатБEtCtrl+C

source: &Paste Ctrl+V
russian: &¬ставитБEtCtrl+V

source: Select Line &Difference F4
russian: ¬ыбрать ъCБEчие F4

source: F&ind... Ctrl+F
russian: &Ќайти... Ctrl+F

source: Repla&ce... Ctrl+H
russian: &«аменитБE.. Ctrl+H

source: &Scripts
russian: &—БEипты

source: < Empty >
russian: < Ќет >

source: Advanced
russian: &ƒъ@ьJыGтеБEыM

source: &Copy With Line Numbers Ctrl+Shift+C
russian: & ъ@ирьAатБEБEыRБEрацией строк Ctrl+Shift+C

source: &Bookmarks
russian: &«акБEдка Ctrl+F2

source: &Next Bookmark F2
russian: &—БEдующа€ заБEадБE F2

source: &Previous bookmark Shift+F2
russian: &ѕредыдуща€ заБEадБE Shift+F2

source: &Clear All Bookmarks
russian: &”даБEть всБEзаБEадБE

source: &Go To... Ctrl+G
russian: ѕерейти БEстроБE... Ctrl+G

source: &Zoom
russian: &ћасштаб

source: Zoom &In Ctrl++
russian: ѕриблизитБEtCtrl++

source: Zoom &Out Ctrl+-
russian: ќтдалитБEtCtrl+-

source: &Normal Ctrl+*
russian: ќбычный Ctrl+*

source: Syntax Highlight
russian: ѕьCсветБE сиыQаксиса

source: &Lock Panes
russian: «абБEБEровать БEыDБE

source: &View Whitespace
russian: ѕьIазыватБEБEБE

source: W&rap Lines
russian: ѕеренъB БE сльAам

source: Sw&ap Panes
russian: ѕанБEБE сравыDыG€

source: Lo&cation Pane
russian: ѕанелБEБEстъ@ьJьEений

source: C&opy to Right and Advance Alt+Ctrl+Right
russian: —БEБEровать ъь БEавБE БEыDБE БEБEрейтБEБEследБEщеБE Alt+Ctrl+Right

source: Copy &to Left and Advance Alt+Ctrl+Left
russian: —БEБEровать ъь БEвую БEыDБE БEБEрейтБEБEследБEщеБE Alt+Ctrl+Left

source: Copy &All to Right
russian: —БEъ@ирьAатБEвсБEъь БEавБE БEыDБE

source: Cop&y All to Left
russian: —БEБEирьAатБEвсБEъь БEвую БEыDБE

source: &Prediffer
russian: &ѕредсравнение

source: &Left to Right
russian: —БEва ъь ...

source: &Right to Left
russian: —БEавБEъьБEво

source: R&ight to...
russian: —БEавБEъь ...

source: &Move
russian: &ѕереместить

source: &Left to...
russian: &—БEва БE..

source: &Right to...
russian: &—БEавБEБE..

source: &Delete
russian: ”даБEть

source: &Left
russian: —БEва

source: &Right
russian: ќба

source: Re&name
russian: &ѕереиБEыMвать

source: &Hide Items
russian: ќткрыть БEвыБEфайл

source: O&pen Right
russian: ќткрыть БEавый файл

source: Cop&y Pathnames
russian: —БEБEровать БEти

source: &Left (%1 of %2)
russian: —&БEва (%1 из %2)

source: &Right (%1 of %2)
russian: —&БEавБE(%1 из %2)

source: &Both (%1 of %2)
russian: ќ&ба (%1 из %2)

source: Copy &Filenames
russian: —БEБEровать &именБEфайльA

source: &Zip
russian: —&БEва... (%1 из %2)

source: &Right... (%1 of %2)
russian: —&БEавБE.. (%1 из %2)

source: &Both... (%1 of %2)
russian: ќ&ба... (%1 из %2)

source: &Differences... (%1 of %2)
russian: “ьJБEБE&ъCБEчи€... (%1 из %2)

source: &Refresh
russian: —БEБEровать БEБEый БEть

source: Copy &Filename
russian: ѕараметры БEедсравыDыG€

source: &No prediffer
russian: &Ќет БEедсравыDыG€

source: Auto prediffer
russian: &јвтъ@редсравнение

source: G&oto Diff
russian: ѕерейти БE&ъCБEчию

source: &No Moved Blocks
russian: &Ѕез БEреБEщеыLых бльIьA

source: &All Moved Blocks
russian: ѕеремещ. бльI дл€ &даыLьBБEъCБEчи€

source: About WinMerge
russian: ќ БEьBраБEБEWinMerge

source: (Private Build)
russian: („астный биБE)

source: All rights reserved.
russian: ¬се БEавБEзащищеыZ.

source: Visit the WinMerge HomePage!
russian: ѕъBетитБEдоБEшнюю страыGцу WinMerge !

source: OK
russian: ќ

source: Contributors
russian: ”частыGБE

source: Select Files or Folders
russian: ¬ыберитБEфайлБEилБEБEБEБE..

source: &Left:
russian: &Ћевый:

source: &Browse...
russian: &ќбзъA...

source: &Right:
russian: &ѕравыБE

source: Bro&wse...
russian: ќБEзоБE..

source: &Filter:
russian: &‘илБEБE

source: Select...
russian: ¬ыбрать...

source: &Unpacker:
russian: &–асБEБEвщик:

source: &Select...
russian: ¬ыбрать...

source: &Include Subfolders
russian: &¬БEюча€ БEдпапБE

source: Status:
russian: —татуБE

source: Cancel
russian: ‘айБE илБEБEБEБEдл€ сравыDыG€

source: Database:
russian: ЅазБEдаыLых:

source: Project:
russian: ѕроекБE

source: User:
russian: ѕьJБEьAателБE

source: Password:
russian: ѕарьJБE

source: Link to Destination VSS project
russian: ѕутБEБEБEьDБEБEVSS

source: Apply to all items
russian: ѕриБEыGть БE всем эБEБEыQам

source: Check Out
russian: ¬БEть БEБEБEыQроБE

source: Save As...
russian: —ъFраыGть БEБE..

source: Versioning System
russian: —истеБE БEыQроБE версий

source: &Versioning System:
russian: &—истеБE БEыQроБE версий:

source: &Path to cleartool.exe:
russian: &ѕутБEБEcleartool.exe:

source: General
russian: ќткБEчить &заставБE

source: Cl&ose windows with ESC
russian: «БEБEыватБEьIъь БEавишей ESC

source: &Automatically verify paths in Open-dialog
russian: јвтьKатичесБE БEьAер€ть БEти БEдиальBБEъCрыти€ файльA

source: All&ow only one instance to run
russian: —БEъBитБEБEреБEзаБEытиеБEыDскьJБEих ьIБE

source: &Preserve file time in file compare
russian: ќ&ткрыть диальB јвтьCъ@ьJыDыG€:

source: Enable multiple compare windows for
russian: –азрешить ыDскьJБEБEьIБE сравыDыG€ дл€

source: &Folder compare
russian: —равненБE &файльA

source: WinMerge allows hiding some common messageboxes. Press the Reset button to make all messageboxes visible again.
russian: WinMerge ыD БEБEзывает ыDБEторыБEсоь@щеыG€. ЌажБEте —бръB, чть@БEБEБEзываБEсь всБEсоь@щеыG€.

source: Reset
russian: —бръB

source: Language
russian: ƒъBтуБEые €зыБE:

source: Find
russian: Ќайти

source: Fi&nd what:
russian: &ѕьGск:

source: Match &whole word only
russian: –БEгуБEрные выражеыG€

source: D&on't wrap end of file
russian: Ќаправление

source: &Up
russian: &¬верх

source: &Down
russian: &ƒалее

source: Replace
russian: «БEБEъь:

source: &Don't wrap end of file
russian: ¬ вы&деБEыLьK

source: Wh&ole file
russian: Rational ClearCase

source: CheckOut
russian: ѕроверить

source: Comments
russian: ьKБEыQарии

source: CheckIn after checkout
russian: CheckIn БEслБEcheckout

source: Linefilters
russian: –егул€рные выражеыG€ (ьCыM ъь строБE):

source: New
russian: ЌьAый

source: Edit
russian: –едактировать

source: Remove
russian: ”даБEть

source: Colors
russian: ÷вета

source: Difference:
russian: ќтличие:

source: Selected Difference:
russian: ¬ыделеныMБEъCБEчиБE

source: Background
russian: ‘БE

source: Deleted
russian: ”даБEыLьD

source: Text
russian: “екст

source: Ignored Difference:
russian: »гнъAируеБEБEъCБEчи€:

source: Moved:
russian: ѕеремещеныZБE

source: Selected Moved:
russian: ¬ыбраыLые БEреБEщеыLые:

source: Word Difference:
russian: —БEварньD ъCБEчиБE

source: Selected Word Diff:
russian: ¬ыделеныMБEсльAарыMБEъCБEчиБE

source: Defaults
russian: ѕБEумьJчаыGю

source: Dialog
russian: —истеБE

source: &Send deleted files to Recycle Bin
russian: ¬ыDшний редаБEъA:

source: &Filter folder:
russian: &‘илБEры:

source: B&rowse...
russian: ќбзъA

source: Temporary files folder
russian: ѕапБE дл€ временыZБEфайльA

source: S&ystem's temp folder
russian: —истеБEБE БEБEБETemp

source: C&ustom folder:
russian: —ь@ствеыLБE БEБEБE

source: Br&owse...
russian: ќбзъA...

source: Patch Generator
russian: √енератъA БEтчей

source: File&1:
russian: ‘айБE1:

source: File&2:
russian: ‘айБE2:

source: &Swap
russian: ѕьKен€ть

source: &Append to existing file
russian: ƒь@авитБEБEсуществующиБEфайл

source: &Result:
russian: –езулБEат:

source: &Format
russian: —тиБE:

source: &Context:
russian: БEтеБEБE

source: W&hitespaces
russian: ѕробеБE

source: Com&pare
russian: »гнъAирьAатБEизБEыDыG€

source: Ig&nore all
russian: ѕроБEскатБEБEстые строБE

source: Case sensi&tive
russian: „увствитеБEыMстБEрегистра

source: Inclu&de command line
russian: ¬БE&юча€ БEБEанднБE строБE

source: File unpacker:
russian: ‘айБEраспакьAщиБE:

source: Display all unpackers, don't check the extension
russian: ѕьIазыватБEвсБEраспакьAщиБE, ыD БEьAер€€ расширенБE

source: Extensions list:
russian: —БEсоБEрасширений:

source: Description:
russian: ќБEсаыGБE

source: Folder Compare Progress
russian: »деБEсравыDыGБE..

source: Items compared:
russian: ќбрабъCанБE

source: Items total:
russian: ¬сего:

source: Go To
russian: ѕерейти

source: G&oto:
russian: &ЌБE

source: File
russian: &ќтличие

source: &Go To
russian: —равнение

source: Whitespace
russian: ѕробеБE

source: &Compare
russian: »гнъAирьAатБEБEегистр

source: Igno&re carriage return differences (Windows/Unix/Mac)
russian: »гнъAирьAатБEразницБEБEвозвратаБEБEреткБE(Win/Unix/Mac)

source: E&nable moved block detection
russian: ќбнаружение БEреБE&щеыLых бльIьA

source: &Match similar lines
russian: »скатБEБEхожиБEстроБE

source: Filter Comments
russian: ‘илБEБEБEБEентариев

source: Editor
russian: јвтБEБEресканирьAание

source: &Preserve original EOL chars
russian: ќригиъьБEыZБEсиБEьJБEEOL

source: Tabs
russian: ќтстуБE

source: &Tab size:
russian: –азБEБE&ъCступБE

source: &Insert Tabs
russian: &ѕробеБE

source: Line Difference Coloring
russian: ѕьCсветБE ъCБEчиБEБEстроБE

source: View line differences
russian: ѕьIазыватБEъCБEчи€ БEстроБE

source: &Character level
russian: ѕъBимвоБEыM

source: &Word-level:
russian: ѕБEсльAам:

source: Filefilters
russian: ‘илБEры файльA

source: Test
russian: ”станьAитБE..

source: New...
russian: ЌьAый...

source: Edit...
russian: »зменитБE..

source: Delete...
russian: ”даБEть...

source: Save modified files?
russian: —ъFраыGть изБEыDыG€ БEфайлах

source: Left side file
russian: &—ъFраыGть изБEыDыG€

source: &Discard changes
russian: &ќткБEыGть изБEыDыG€

source: Right side file
russian: —БEхранитБEизБEыDыG€

source: Dis&card changes
russian: ќ&ткБEыGть изБEыDыG€

source: Codepage
russian: ьCьAБE страыGца

source: Default Codepage
russian: ьCьAБE страыGца БE умьJчаыGю

source: Select the default codepage assumed when loading non-Unicode files:
russian: ¬ыберитБEБEдовую страыGцу БE умьJчаыGю, дл€ ыD ёыGБEБEфайльA:

source: Detect codepage info for these files: .html, .rc, .xml need to restart session
russian: ќБEедел€ть БEдировкБEдл€ этиБEфайльA: .html, .rc, .xml ЌеобхьCим БEрезаБEск сессии

source: System codepage
russian: —истеБEБE БEдова€ страыGца

source: According to WinMerge User Interface
russian: ¬ зависиБEстБEъC интерфейса БEБEзоватеБE WinMerge

source: Custom codepage:
russian: ьCирьAБE БEБEзоватеБE:

source: WinMerge - Archive support disabled
russian: WinMerge - ѕьCдержБE архивоБEъCБEючеъь

source: Unable to detect 7-Zip version (not installed?)
russian: ЌевьFБEжнБEъ@редеБEть версБE 7-Zip (ыD устаыMвлен?)

source: Archive support requires 7-Zip 3.11 or later to be installed on your computer, or its essential components to be copied to the program directory for standalone operation.
russian: ƒБE работы БEархиваБE требуетс€ БEбо устаыMвленыZБE7-Zip версий 3.11 БEвыше, БEбо егБEБEБEБEенты БEБEБEБEБEWinMerge.

source: There must also be an appropriate interface plugin (Merge7z*.dll) on the path.
russian: “ак же требуетс€ доБEБEение (Merge7z*.dll)

source: Please use the version of 7-Zip recommended below until interface plugins for later versions become available.
russian: –екьKендуетБE исБEБEзовать указаныRю версБE 7-Zip, БEБE св€зующеБEдоБEБEение дл€ следБEщиБEверсий ыD станет доступыM.

source: Version
russian: ¬ерси€

source: Plugin required (dllbuild %04u)
russian: “ребуемьD доБEБEение (dllbuild %04u)

source: Recommended version of 7-Zip:
russian: –екьKендуемБE версБE 7-Zip:

source: present
russian: имеетс€

source: 7-Zip software installed on your computer:
russian: ¬ерси€ 7-Zip ъь вашеБEБEшиыD:

source: none
russian: ъCсутств.

source: 7-Zip components for standalone operation:
russian: ьKБEыDыQБE7-Zip БEБEБEБEБEWinMerge:

source: outdated
russian: ƒъBтуБEые доБEБEенБE:

source: Don't display this &message again. (You can always recall this message from the Help menu.)
russian: ЌБEБEБEзывать боБEше это соь@щеыGБE (¬БEвсегда БEжете вернутБEегБEчереБEБEБE ѕьKБ БE

source: Plugin Download
russian: «агрузкБEдоБEБEенБE

source: Options
russian: ЌастрьHБE

source: Categories
russian: атегъAии

source: Import...
russian: »БEъAБE..

source: Export...
russian: ЁБEБEрт...

source: Keywords:
russian: БEчевыБEсльAБE

source: Function names:
russian: »БEъь фуыIциБE

source: Comments:
russian: ьKБEыQарии:

source: Numbers:
russian: „исБE:

source: Operators:
russian: ќБEраторы:

source: Strings:
russian: —трьIБE

source: Preprocessor:
russian: ѕреБEъGессоБE

source: User 1:
russian: ѕьJБEьAателБE1:

source: User 2:
russian: ѕьJБEьAателБE2:

source: Bold
russian: &‘айБEъCчета:

source: Browse...
russian: ќбзъA...

source: &Style:
russian: &—тиБE:

source: &Copy to Clipboard
russian: ъ@ирьAатБEБEбуфеБEь@БEъь

source: Shared or Private Filter
russian: акьH тиБEфиБEтрБEвы хотите создатБE

source: Shared Filter (for all users on this machine)
russian: ќбщий фиБEтр (дл€ всех БEБEзоватеБEБEэтоБEБEшиыZ)

source: Private Filter (only for current user)
russian: ЋичыZБEфиБEтр (тоБEБE дл€ теБEщего БEБEзоватеБE)

source: Archive Support
russian: ѕьCдержБE архивоБEтребуеБEъьБEчиБEдоБEБEенБE 7-Zip:

source: Download 7-zip Plugin
russian: —БEчать доБEБEение 7-zip

source: &Enable archive file support
russian: &≈слБEвозмьEыM, исБEБEзовать стъAБEыGБE7-Zip

source: U&se local 7-Zip from WinMerge folder
russian: &»спьJБEьAатБE7-Zip из БEБEБEWinMerge

source: &Detect archive type from file signature
russian: —равнение статистиБE

source: Folders:
russian: ѕапБE:

source: Files:
russian: ‘айБE:

source: Different
russian: ќтличБEтс€

source: Text:
russian: “екст:

source: Binary:
russian: ЅинарыZБE

source: Unique
russian: —БEва:

source: Right:
russian: —БEавБE

source: Identical
russian: ¬сего:

source: Close
russian: «акрыть

source: Affects
russian: ѕриБEыGть БE

source: (Affects)
russian: (БEименитБE

source: Select Codepage for
russian: ¬ыбрать БEдовую страыGцу дл€

source: &File Loading:
russian: «агрузкБEфайлБE

source: File &Saving:
russian: —ъFраыDыGБEфайлБE

source: &Use same codepage for both
russian: »спьJБEьAатБEьCыR БEту же БEдовую страыGцу

source: &Apply
russian: &ѕриБEыGть

source: &Cancel
russian: “естировать фиБEтр ...

source: &Enter text to test:
russian: ¬ведите тестьAый теБEБE

source: &Folder Name
russian: ѕапБE

source: Result:
russian: –езулБEат:

source: &Test
russian: &“естировать

source: &Close
russian: &«акрыть

source: &Use customized text colors
russian: ѕробеБE:

source: Regular text:
russian: ќбычный теБEБE

source: Selection:
russian: ¬ыделеныZБEтеБEБE

source: Paths
russian: “ьJБEБEчтение

source: Re&ad-only
russian: “ьJБEБEчтение

source: Open...
russian: ќткрыть...

source: Save...
russian: —ъFраыGть...

source: Backup Files
russian: —ьFдать резервыZБEфайлБEдл€:

source: Create backup files into:
russian: —ьFдать резервыZБEфайлБE

source: &Original file's folder
russian: БEБEБEБEБEъAигиналБEым файльK

source: &Global backup folder:
russian: БEь@щеБEБEБEБE

source: Backup filename:
russian: »БE резервыMго файлБE

source: &Append .bak -extension
russian: &ƒь@авитБEрасширение .bak

source: A&ppend timestamp
russian: ƒь@авитБEдату

source: Confirm Copy
russian: ѕьCтвержденБE

source: Are you sure you want to copy XXX items?
russian: ¬БEдействителБEБEхотите скъ@ирьAатБEXXX эБEБEыQьA?

source: From left
russian: —БEва

source: To right
russian: Ќаправо

source: Yes
russian: Ќет

source: Plugins
russian: ƒъ@ьJыDыG€

source: &Enable plugins
russian: &¬БEючить доБEБEенБE

source: Shell Integration
russian: »ыQеграци€ БEь@ьJъHБE

source: Explorer
russian: ѕроводник

source: E&nable advanced menu
russian: ¬&БEючить расширеныMБEБEБE

source: In&clude subfolders by default
russian: ќбрабатыватБEБEдпапБE БE умьJчаыGю

source: &Add to context menu
russian: &ƒь@авитБEБEБEыQекстыMБEБEБE

source: Folder compare
russian: ƒь@авитБE&БEБE ь@ьJъHБE БEБEыQекстыMБEБEБE

source: Folder
russian: атальB

source: S&top after first difference
russian: &ќстанавБEватьБE БEслБEБEрвьBБEъCБEчи€

source: Ign&ore time differences less than 3 seconds
russian: »гнъAирьAатБEразницБEвременБEБEыDБE3 сеБEыC

source: 040904e4
russian: 041904e3

source: 0x409, 1252
russian: 0x419, 1251

source: Ready
russian: EXT

source: Create empty documents New Documents (Ctrl+N)
russian: —ьFдать БEстые доБEБEыQы New Documents (Ctrl-N)

source: Open an existing document Open (Ctrl+O)
russian: ќткрыть существующиБEдоБEБEыQ Open (Ctrl+O)

source: Close the active document Close
russian: «акрыть активный доБEБEыQ Close

source: Save the active document Save (Ctrl+S)
russian: —ъFраыGть активный доБEБEыQ Save (Ctrl+S)

source: Save the active document with a new name Save As
russian: —ъFраыGть активный доБEБEыQ БEБEыMвыБEименем Save As

source: Change the printing options Page Setup
russian: »зменитБEъьстройкБEБEчати Page Setup

source: Change the printer and printing options Print Setup
russian: »зменитБEъьстройкБEБEинтера БEБEчати Print Setup

source: Print the active document Print
russian: ѕечататБEактивный доБEБEыQ Print

source: Display full pages Print Preview
russian: ѕьIазыватБEБEБEые страыGцы Print Preview

source: Make all hidden items visible again
russian: ѕерекБEчить БEрежиБEдерева

source: Expand all subfolders
russian: –азвернутБEвсБEБEдпапБE

source: Collapse all subfolders
russian: —вернутБEвсБEБEдпапБE

source: Open project file Project file (Ctrl+J)
russian: ќткрыть файл БEьDБEа ‘айБEБEьDБEБE(Ctrl+J)

source: Unknown error attempting to open project file
russian: ‘айБEБEьDБEБEусБEшнБEзагружен.

source: Project file successfully saved.
russian: ‘айБEБEьDБEБEусБEшнБEсохранен.

source: Save current paths and options to project file Save Project File
russian: —ъFраыGть теБEщиБEБEти БEъьстройкБEБEфайл БEьDБEа

source: Display program information, version number and copyright About
russian: ѕьIазатБEинформацБE БEБEьBраБEБE ыMБEБEверсии БEБEБEрайт About

source: Quit the application; prompts to save documents Exit
russian: ¬ыйти из БEьBраБEБE —БEъBитБEБEсохранении доБEБEыQьA Exit

source: Open this document
russian: ќткрыть этоБEдоБEБEыQ

source: Switch to the next window pane Next Pane
russian: ѕерекБEчитьБE ъь следБEБEю ьIБEыRю БEыDБE Next Pane

source: Switch back to the previous window pane Previous Pane
russian: ѕерекБEчитьБE ъь БEедыдущюю ьIБEыRю БEыDБE Previous Pane

source: Arrange windows so they overlap Cascade Windows
russian: –асБEБEжить ьIъь БEскадьK БEъьБEжеыGем Cascade Windows

source: Arrange windows as non-overlapping tiles horizontally Tile Windows Horizontally
russian: –асБEБEжить ьIъь ыDБEреБEывБEщейс€ горизоыQалБEьH череБEцей

source: Arrange windows as non-overlapping tiles vertically Tile Windows Vertically
russian: –асБEБEжить ьIъь ыDБEреБEывБEщейс€ вертикалБEьH череБEцей

source: Copy the selection and put it on the Clipboard Copy
russian: —БEБEровать БEбуфеБEь@БEъь Copy

source: Cut the selection and put it on the Clipboard Cut
russian: ¬ырезатБEБEБEБEститБEБEбуфеБEь@БEъь Cut

source: Find the specified text Find
russian: Ќайти указаныZБEтеБEт Find

source: Insert Clipboard contents Paste
russian: ¬ставитБEсодержимьD буфера ь@БEъь Paste

source: Repeat the last action Repeat
russian: ѕьAторить БEследыDБEдействие Repeat

source: Replace specific text with different text Replace
russian: «аменитБEуказаныZБEтеБEБEъь другьH Replace

source: Select the entire document Select All
russian: ¬ыбрать весь доБEБEыQ Select All

source: Undo the last action Undo (Ctrl+Z)
russian: ќтменитБEБEследыDБEдействие Undo

source: Redo the previously undone action Redo (Ctrl+Y)
russian: ¬ерыRть ъCБEыDыLьD действие Redo

source: Show or hide the toolbar Toggle ToolBar
russian: ѕьIазатБEилБEскрыть БEыDБE инструБEыQьA Toggle ToolBar

source: Show or hide the status bar Toggle StatusBar
russian: ѕьIазатБEилБEскрыть строБE состБEыGй Toggle StatusBar

source: Show or hide the tab bar Toggle TabBar
russian: ѕьIазатБEилБEскрыть БEыDБE табов Toggle TabBar
